Repository: bradt/personal-site
Catalog: public_html/content/plugins/public-post-preview/lang/ds-public-post-preview-*.po
Languages: de_de

source: Public Post Preview
de_de: Öffentliche Vorschau

source: http://wpgrafie.de/wp-plugins/public-post-preview/en/
de_de: http://wpgrafie.de/wp-plugins/public-post-preview/

source: Enables you to give a link to anonymous users for public preview of any post type before it is published.
de_de: Bietet die Möglichkeit einen Link mit Dritten zu Teilen, um eine Vorschau eines bisher unveröffentlichten Inhaltstyp zu geben.

source: Enabled!
de_de: Aktiviert!

source: Disabled!
de_de: Deaktiviert!

source: Enable public preview
de_de: Öffentliche Vorschau aktivieren

source: (Copy and share this link.)
de_de: (Kopiere und teile diesen Link.)

source: This post is already public.
de_de: Dieser Artikel ist schon veröffentlicht.

source: The current post status is not supported. It needs to be draft, pending or future.
de_de: Der aktuelle Status wird nicht unterstützt. Nur „Ausstehender Review“, „Entwurf“ oder „Planung“ werden unterstützt.

source: The link has been expired!
de_de: Der Link ist nicht mehr gültig!

source: No Public Preview available!
de_de: Keine öffentliche Vorschau verfügbar!
