Repository: bradt/personal-site
Catalog: public_html/content/plugins/searchwp/languages/searchwp-*.po
Languages: fr_fr

source: Search Statistics
fr_fr: Statistiques des recherches

source: Default
fr_fr: Par défaut

source: Today
fr_fr: Aujourd'hui

source: Past 30 Days
fr_fr: Sur les 30 derniers jours

source: View Full Stats
fr_fr: Afficher les stats complètes

source: Query
fr_fr: Requête

source: Count
fr_fr: Compte

source: No searches for this time period.
fr_fr: Aucune recherche pour cette période de temps.

source: SearchWP has detected HTTP Basic Authentication, in order for the indexer to operate as expected you must provide credentials via the <a href="%s"><code>searchwp_basic_auth_creds</code></a> hook, or disable HTTP Basic Authentication.
fr_fr: SearchWP a détecté une authentification HTTP de base, pour que l&#39;indexeur fonctionne comme prévu, vous devez fournir des informations d&#39;identification via le hook <code><a href="%s">searchwp_basic_auth_creds</a></code>, ou désactiver cette authentification HTTP de base.

source: Your SearchWP debug log is quite large. Please remember to disable debugging and delete <code>~/wp-content/plugins/searchwp/debug.log</code> when you are done.
fr_fr: Votre journal de débogage de SearchWP est plutot grand. N'oubliez pas de désactiver le débogage et de supprimer <code>~/wp-content/plugins/searchwp/debug.log</code> lorsque vous aurez terminé.

source: Missing SearchWP integration
fr_fr: Intégration de SearchWP absente.

source: In order for SearchWP to work with %s you will need to install and activate the <a href="%s">%s</a> Extension.
fr_fr: Afin que SearchWP fonctionne avec %s vous aurez besoin d'installer et d'activer l'extension <a href="%s">%s</a>.

source: To dismiss this notice please see <a href="%s">these docs</a>.
fr_fr: Pour supprimer cette notification veuillez consulter <a href="%s">ces documents</a>.

source: SearchWP failed to index
fr_fr: Echec de l'indéxation par SearchWP

source: post
fr_fr: article

source: posts
fr_fr: articles

source: View details
fr_fr: Afficher les détails

source: The SearchWP indexer is currently <strong>disabled</strong>
fr_fr: L'indexeur de SearchWP est actuellement <strong>désactivé</strong>

source: SearchWP has detected a <strong>theme conflict</strong> with the active theme.
fr_fr: SearchWP a détecté un <strong>conflit de thème</strong> avec le thème actif.

source: More info &raquo;
fr_fr: Plus d&#39;infos &raquo;

source: In order for SearchWP to display it's results, occurrences of <code>new WP_Query</code> and <code>query_posts()</code> must be removed from your search results template.
fr_fr: Pour que SearchWP affiche des résultats, les occurrences de <code>new WP_Query</code> et de <code>query_posts()</code> doivent être retirées de votre modèle de résultats de recherche.

source: File location
fr_fr: Emplacement du fichier

source: Line
fr_fr: Ligne

source: Please ensure the offending lines are removed from the theme template to avoid conflicts with SearchWP. When removed, this notice will disappear. You may also dismiss this message using
fr_fr: Veuillez vous assurer que les lignes incriminés ont été supprimées du modèle du thème pour éviter les conflits avec SearchWP. Lorsque cela sera fait, cet notification disparaîtra. Vous pouvez également rejeter ce message en utilisant

source: You may dismiss this (and all like this) message by adding <code>add_filter( 'searchwp_show_conflict_notices', '__return_false' );</code> to your theme's <code>functions.php</code>.
fr_fr: Vous pouvez rejeter ce message (et tous ceux identiques) en ajoutant <code>add_filter( 'searchwp_show_conflict_notices', '__return_false' );</code> à la <code>functions.php</code> de votre thème .

source: SearchWP has detected a <strong>potential (<em>not guaranteed</em>)</strong> action/filter conflict with <code>%s</code> caused by an active plugin or the active theme.
fr_fr: SearchWP a détecté un conflit <strong>potentiel (<em>non garantis</em>)</strong> de filtre/action avec <code>%s</code> causée par une extension ou le thème activé.

source: <strong>This is simply a <em>preliminary</em> detection of a <em>possible</em> conflict.</strong> Many times these detections can be <strong>safely dismissed</strong>
fr_fr: <strong>Il s'agit simplement d'une détection <em>préliminaire</em> d'un <em>éventuel</em> conflit.</strong> La plupart du temps ces détections peuvent être <strong>rejetées en toute sécurité</strong>

source: <em>If (and only if) you are experiencing issues</em> with search results not changing or not appearing, the following Hooks (put in place by other plugins or your active theme) <em>may be</em> contributing to the problem:
fr_fr: <em>Si (et seulement si) vous rencontrez des problèmes</em> avec les résultats de recherche qui ne changent pas ou n'apparaissent pas, les crochets suivants (utilisés par d'autres extensions ou votre thème actif) <em>peuvent être</em> la source du problème :

source: (method) in
fr_fr: (méthode) dans

source: (class)
fr_fr: (classe)

source: (function)
fr_fr: (fonction)

source: <strong>If you believe there to be a conflict (e.g. search results not showing up):</strong> use this information you can determine how to best disable this interference. For more information please see <a href="%s">this Knowledge Base article</a>.
fr_fr: <strong>Si vous pensez qu'il y a un conflit (par exemple des résultats de recherche qui ne s'affiche pas):</strong> utiliser cette information pour déterminer comment le mieux régler ce problème. Pour plus d'informations, veuillez consulter <a href="%s">cet article de la base de connaissances (en anglais)</a>.

source: Dismiss this message
fr_fr: Rejeter ce message

source: <strong>Potentially incomplete results:</strong> Since you <em>do not have Media enabled</em> for any search engine, you should implement the <code>searchwp_index_attachments</code> hook to ensure Media is properly indexed by SearchWP. Once attachment indexing has been enabled, ensure there is no progress bar on the SearchWP Settings screen, confirming all Media is indexed.
fr_fr: <strong>Résultats potentiellement incomplets :</strong> Comme vous <em>n'avez les recherches sur les Médias</em> sur aucun moteur de recherche d'activées, vous devriez implémenter le crochet <code>searchwp_index_attachments</code> pour vous assurer qu'ils soient correctement indexés par SearchWP. Une fois l&#39;indexation sur les pièces jointes activée, assurez-vous qu&#39;il n&#39;y ait pas de barre de progression sur l&#39;écran des réglages de SearchWP, confirmant que tous les médias sont correctement indexés.

source: To copy the system info, click below then press CTRL + C (PC) or CMD + C (Mac).
fr_fr: Pour copier les informations système, cliquez ci-dessous puis appuyez sur Ctrl + C (PC) ou Cmd + C (Mac).

source: SearchWP Support
fr_fr: Support de SearchWP

source: Support is available only to <strong>active license holders</strong>. You must activate your license to receive support. If you do not have a license you may purchase one at any time.
fr_fr: L'accès au support n'est disponible que pour les <strong>détenteurs d'une licence active</strong>. Vous devez activer votre licence pour y accéder. Si vous n'avez pas une licence, vous pouvez en acheter une à tout moment.

source: Activate License
fr_fr: Activer la licence

source: Purchase License
fr_fr: Acheter une licence

source: If you cannot activate your license please see <a href="%s">this KB article</a>
fr_fr: Si vous ne pouvez pas activer votre licence veuillez vous référer à <a href="%s">cet article</a>

source: If you are having difficulty activating your license or you believe you are receiving this notice in error, please <strong>include your license key</strong> in an email to
fr_fr: Si vous avez des difficultés pour activer votre licence ou pensez que vous recevez cette notification par erreur, veuillez <strong>inclure votre clé de licence</strong> dans un message à

source: Create SearchWP Support Ticket
fr_fr: Créer un ticket de support SearchWP

source: Settings Export
fr_fr: Exportation des réglages

source: Export SearchWP the configuration(s) for SearchWP search engines as JSON. This allows you to easily import your settings into another site.
fr_fr: Exporter les réglages de la configuration de SearchWP pour ce site en tant que fichier .JSON. Cela vous permettra de les importer facilement dans un autre site.

source: Export Data
fr_fr: Exportation de données

source: Search Engines
fr_fr: Moteurs de recherche

source: Checked search engines will be included in the export
fr_fr: Les moteurs de recherche cochés seront inclus lors de l'exportation.

source: ERROR: No SearchWP engines found!
fr_fr: ERREUR : Aucun moteur SearchWP n'a été trouvé !

source: Settings Import
fr_fr: Importation des réglages

source: Paste the JSON from a SearchWP settings export below to import search engine configuration(s).
fr_fr: Collez le JSON de l'exportation des réglages de SearchWP ci-dessous pour importer les configurations du moteur recherche.

source: <strong>NOTE:</strong> Existing configurations with matching labels <em>will be overwritten!</em> This cannot be undone.
fr_fr: <strong>Remarque :</strong> Les configurations existantes avec des libélés identiques <em>seront écrasées !</em> Cela ne peut pas être annulée.

source: Import
fr_fr: Importer

source: Are you SURE you want to import these settings? This cannot be undone.
fr_fr: Êtes-vous certain(e) de vouloir importer ces réglages ? Cela ne pourra pas être annulé.

source: Default Search Engine
fr_fr: Moteur de recherche par défaut

source: Statistics
fr_fr: Statistiques

source: These settings will override WordPress default searches. Customize which post types are included in search and how much weight each content type receives.
fr_fr: Ces réglages remplaceront les recherches par défaut de WordPress. Personnaliser les types d'articles à inclure dans la recherche et le poids de chaque type de contenu.

source: Only checked post types will be included in search results. If a post type isn't displayed, ensure <code>exclude_from_search</code> is set to false when registering it.
fr_fr: Uniquement les types de contenus cochés seront inclus dans les résultats de la recherche. Si un type de contenu ne s'affiche pas, assurez-vous que <code>exclude_from_search</code> est défini sur false lors de son enregistrement.

source: Supplemental Search Engines
fr_fr: Moteurs de recherche supplémentaires

source: Here you can build supplemental search engines to use in specific sections of your site. When used, the default search engine settings are completely ignored.
fr_fr: Ici, vous pouvez construire des moteurs de recherche supplémentaires à utiliser dans des sections spécifiques de votre site. Lorsqu'ils sont utilisés, les réglages du moteur de recherche par défaut sont totalement ignorés.

source: Add New Supplemental Engine
fr_fr: Ajouter un nouveau moteur supplémentaire

source: Advanced
fr_fr: Avancé

source: Invalid request
fr_fr: Requête non valide

source: Searches over the past 30 days
fr_fr: Les recherches des 30 derniers jours

source: Popular Searches
fr_fr: Recherches populaires

source: Searches
fr_fr: Recherches

source: There have been no searches today.
fr_fr: Il n'y a eu aucune recherche aujourd'hui.

source: Week
fr_fr: Semaine

source: There have been no searches within the past 7 days.
fr_fr: Il n'y a eu aucune recherche au cours des 7 derniers jours.

source: Month
fr_fr: Mois

source: There have been no searches within the past 30 days.
fr_fr: Il n'y a eu aucune recherche au cours des 30 derniers jours.

source: Year
fr_fr: Année

source: There have been no searches within the past year.
fr_fr: Il n'y a eu aucune recherche depuis 1 an.

source: Failed Searches
fr_fr: Recherches ayant échouées

source: There have been no failed searches within the past 30 days.
fr_fr: Il n'y a eu aucun échec de recherche au cours des 30 derniers jours.

source: Are you sure you want to ignore this search from all statistics?
fr_fr: Êtes-vous certain(e) de vouloir ignorer cette recherche de toutes les statistiques ?

source: Engine settings not found
fr_fr: Réglages du moteur introuvables

source: SearchWP Error
fr_fr: Erreur de SearchWP

source: View SQL_BIG_SELECTS Fix
fr_fr: Voir la réparation du SQL_BIG_SELECTS

source: SearchWP requires WordPress 3.5 or higher. Please upgrade before activating this plugin.
fr_fr: L'extension <strong>SearchWP</strong> nécessite WordPress en version 3.5 ou supérieure. Veuillez faire la mise à jour avant d'activer l'extension.

source: Settings
fr_fr: Réglages

source: ago
fr_fr: il y a

source: Enable Indexer
fr_fr: Activer l'indexeur

source: Disable Indexer
fr_fr: Désactiver l'indexeur

source: In index queue
fr_fr: Dans la file d&#39;attente de l&#39;index

source: This entry is being indexed
fr_fr: Cette entrée est en cours d'indexation

source: This entry is indexed
fr_fr: Cette entrée est indexée

source: Not indexed
fr_fr: Non indéxé

source: status is
fr_fr: L'état est

source: Not indexed
fr_fr: Non indexé

source: Last indexed
fr_fr: Dernière indéxation

source: <p>SearchWP <strong>has been automatically deactivated</strong> because it failed to create necessary database table(s):</p>
fr_fr: <p>L'extension SearchWP <strong>a été automatiquement désactivée</strong> parce qu'elle n'a pas pu créer une ou plusieurs tables de base de données nécessaires :</p>

source: <p>Please ensure the applicable MySQL user has <code>CREATE</code> permissions and try activating again.</p>
fr_fr: <p>Veuillez vous assurer que votre utilisateur MySQL possède l'autorisation <code>CREATE</code> et essayez de l'activer à nouveau.</p>

source: Back to Plugins
fr_fr: Retour aux extensions

source: SearchWP must be updated to the latest version to work with
fr_fr: SearchWP doit être mis à jour vers la dernière version pour fonctionner avec

source: Invalid SearchWP Engine:
fr_fr: Moteur de SearchWP non valide:

source: Minimum word length triggered
fr_fr: Longueur minimale du mot visé

source: Common word (stopword) removed
fr_fr: Mot commun (mot d'arrêt) supprimé

source: Search query length too long
fr_fr: La requête de recherche dure trop longtemps

source: Search Stats
fr_fr: Stats des recherches

source: License
fr_fr: Licence

source: A license key was found, but it is <strong>inactive</strong>. Automatic updates <em>will not be available</em> until your license is activated.
fr_fr: Une clé de licence a été trouvée, mais elle est <strong>inactive</strong>. Les mises à jour automatiques <em>ne seront pas disponibles</em> jusqu'à ce que votre licence soit activée.

source: License Key
fr_fr: Clé de licence

source: Your license key was included in your purchase receipt.
fr_fr: Votre clé de licence est incluse dans votre reçu d'achat.

source: Enter your license key
fr_fr: Entrez votre clé de licence

source: Active
fr_fr: Activé

source: Deactivate License
fr_fr: Désactiver la licence

source: Back to SearchWP Settings
fr_fr: Retour aux réglages de SearchWP

source: Outstanding Index Issues
fr_fr: Problèmes non résolus d'indexation

source: Nothing is currently excluded from the indexer.
fr_fr: Actuellement, rien n'est exclu de l'indexeur.

source: SearchWP was unable to index the following content, and it is actively being excluded from subsequent index runs.
fr_fr: SearchWP n'a pas réussi à indexer le contenu suivant, il a donc été activement exclu des indexations futures.

source: Reintroduce All
fr_fr: Tout réintroduire

source: Title
fr_fr: Titre

source: Reintroduce to indexer
fr_fr: Réintroduire dans l'indexeur

source: Manually populate PDF content if reintroduction fails
fr_fr: Remplir manuellement le contenu des PDFs si la réintroduction échoue

source: Reintroduce
fr_fr: Réintroduction

source: SearchWP Advanced Settings
fr_fr: Réglages avancés de SearchWP

source: Index purged. <strong>The index will not be rebuilt until you initiate a reindex</strong>.
fr_fr: L'ndex à été purgé. <strong>L'index ne sera pas reconstruit jusqu'à ce que vous relanciez une réindexation</strong>.

source: Initiate reindex
fr_fr: Relancer la réindexation

source: Search Stats have been reset
fr_fr: Les statistiques de recherches ont été réinitialisées

source: Attempted to wake up the indexer.
fr_fr: Tentative de réveil de l'indexeur.

source: View indexer progress
fr_fr: Afficher la progression de l'indexeur

source: Remote Debugging is <strong>enabled</strong> with key
fr_fr: Le débogage à distance est <strong>activé</strong> avec la clé

source: Nuke on Delete is <strong>enabled</strong>
fr_fr: Le nuke à la suppression est <strong>activé</strong>

source: Database tables missing! Recreate them below.
fr_fr: Les tables de la base de données sont absentes ! Recréez-les ci-dessous..

source: Database tables created!
fr_fr: Tables de la base de données créées !

source: Back to Settings
fr_fr: Retour aux réglages

source: Recreate database tables
fr_fr: Recréer les tables de la base de données

source: SearchWP's database tables cannot be found. This may happen if a site migration was incomplete. Recreate the tables and initiate an index build.
fr_fr: Les tables de la base de données de SearchWP sont introuvables. Cela peut arriver si une migration du site n'a pas été terminée. Recréez les tables et relancez une construction de l'ndex.

source: Recreate Tables
fr_fr: Recréer les tables

source: Purge index
fr_fr: Purger l'index

source: If you would like to <strong>completely wipe out the index and start fresh</strong>, you can do so.
fr_fr: Si vous souhaitez <strong>effacer complètement l'index et recommencer</strong>, vous pouvez le faire.

source: Search statistics will be left as is
fr_fr: Les statistiques de la recherche seront laissées dans l'état

source: Purge Index
fr_fr: Purger l'index

source: Reset search stats
fr_fr: Réinitialiser les statistiques de recherche

source: If you would like to <strong>completely reset your Search Stats</strong>, you can do so.
fr_fr: Si vous souhaitez <strong>réinitialiser complètement vos statistiques de recherche</strong>, vous pouvez le faire.

source: Existing index will be left as is
fr_fr: L'index existant restera tel qu'il est

source: Reset Stats
fr_fr: Réinitialiser les stats

source: Restore conflict notifications
fr_fr: Restaurer les notifications de conflit

source: If you would like to reset all conflict notifications, you can restore them all at once.
fr_fr: Si vous souhaitez réinitialiser toutes les notifications de conflit, vous pouvez les restaurer en une seule fois.

source: Restore Conflict Notices
fr_fr: Restaurer les notifications de conflit

source: Disable the indexer. It will pick up where it left off when re-enabled.
fr_fr: Désactiver l'indexeur. Il repartira d'où il s'est arrêtée quand il sera ré-activé.

source: Toggle Indexer
fr_fr: Désactiver l'indexeur

source: Wake Up Indexer
fr_fr: Réveiller l'indexeur

source: If you believe the indexer has stalled, you can try to wake it up.
fr_fr: Si vous pensez que l'indexeur est au point mort, vous pouvez essayer de le réveiller.

source: Remote Debugging
fr_fr: Débogage à distance

source: REQUIRES that this install to be publicly accessible
fr_fr: NECESSITE que cette installation soit publiquement accessible

source: To better assist with support requests, SearchWP facilitates remote debugging.
fr_fr: Pour faciliter les demandes de support, SearchWP utilise le débogage à distance.

source: Toggle Remote Debugging
fr_fr: Basculer en mode débogage à distance

source: Nuke on Delete
fr_fr: Nuker à la suppression

source: Completely remove all traces of SearchWP when deleted via WordPress admin
fr_fr: Retirer toute trace de SearchWP lorsque l'extension est supprimée via l'admin de WordPress

source: SearchWP can completely remove all traces of itself when you choose to Delete it using the Plugin menu.
fr_fr: L'extension SearchWP peut complètement retirer toute trace d'elle-même lorsque vous choisissez de la supprimer via le menu Extension.

source: Enable Nuke on Delete
fr_fr: Activer le Nuke lors de la suppression

source: SearchWP has been configured to completely remove all traces of itself when you choose to Delete it using the Plugin menu.
fr_fr: SearchWP a été configurée pour retirer complètement toute trace d'elle même lorsque vous choisissez de la supprimer en utilisant le menu Extension.

source: Disable Nuke on Delete
fr_fr: Désactiver le Nuke lors de la suppression

source: Are you SURE you want to delete the entire SearchWP index?
fr_fr: Êtes-vous sûr de vouloir supprimer l&#39;ensemble de l'index de SearchWP ?

source: Are you completely sure? THIS CAN NOT BE UNDONE!
fr_fr: Êtes-vous tout à fait sûr ? CETTE ACTION NE PEUT &Egrave;TRE ANNUL&Eacute;E !

source: Are you SURE you want to completely reset your Search Stats?
fr_fr: Êtes-vous sûr de vouloir complètement réinitialiser les stats de vos recherches ?

source: System Information
fr_fr: Informations système

source: When submitting this information to support staff it will also be helpful if you can create a <a href="%s">Gist</a> of your search results template which is found here:
fr_fr: Lors de l'envoi de ces informations au support, il sera également utile si vous pouviez créer un <a href="%s">Gist</a> des résultats de recherche qui se trouvent ici:

source: Please provide this information (ideally as a link to a <a href="%s">Gist</a>) when requested by support staff
fr_fr: Veuillez fournir ces informations (idéalement sous forme de lien à un <a href="%s">Gist</a> ) si demandé par l'équipe du support.

source: SearchWP Alternate Indexer
fr_fr: Indexeur SearchWP alternatif

source: Current progress:
fr_fr: Progression actuelle :

source: If the percentage is not increasing it <strong>does not necessarily mean</strong> there is a problem. SearchWP takes multiple passes when indexing, please allow adequate time for the indexer to run.
fr_fr: Si le pourcentage n'augmente pas, cela <strong>ne signifie pas nécessairement</strong> qu&#39;il y a un problème. SearchWP utilise de multiples passes lors de l&#39;indexation, veuillez-lui laisser suffisamment de temps pour que l&#39;indexeur s'exécute.

source: Triggering next index chunk, please wait...
fr_fr: Déclenchement du morceau suivant de l&#39;index, veuillez patienter...

source: Index built!
fr_fr: Index créé !

source: There are <strong>%d</strong> entries left to index. <strong>YOU MUST LEAVE THIS BROWSER WINDOW OPEN</strong> during indexing.
fr_fr: Il reste <strong>%d</strong> entrées laissés à indexer. <strong>VOUS DEVEZ LAISSER CETTE FENÊTRE DE VOTRE NAVIGATEUR OUVERTE</strong> lors de l&#39;indexation.

source: Trigger Indexer
fr_fr: Déclencher l'indexeur

source: Indexing is
fr_fr: L'indexation est

source: almost
fr_fr: presque

source: complete
fr_fr: terminé à

source: This process is running in the background. You can leave this page and the index will continue to be built until completion.
fr_fr: Ce processus est en cours d&#39;exécution en arrière-plan. Vous pouvez quitter cette page et l&#39;indexation continuerez à se construire entièrement.

source: The indexer has been <strong>temporarily scaled back</strong> to reduce server load. This is monitored automatically. <a href="%s">More information &raquo;</a>
fr_fr: L&#39;indexeur a été <strong>temporairement ralenti</strong> pour ne pas surcharger le serveur. Cela est contrôlé automatiquement. <a href="%s">Pour plus d&#39;informations &raquo;</a>

source: Manage License
fr_fr: Gérer la licence

source: Initial index has been built
fr_fr: L'index de base à été construit

source: In order to receive updates and support, you must have an active license.
fr_fr: Afin de recevoir les mises à jour et avoir accès au support, vous devez avoir une licence activée.

source: Dismiss
fr_fr: Fermer
