Repository: bradt/personal-site
Catalog: public_html/content/plugins/searchwp/languages/searchwp-*.po
Languages: fr_fr

source: Your server is running MySQL version %1$s which may prevent search results from appearing due to <a href="http://bugs.mysql.com/bug.php?id=41156">bug 41156</a>. Please update MySQL to a more recent version (at least 5.2).
fr_fr: Votre serveur fonctionne avec MySQL en version%1$s ce qui peut empêcher à certains résultats de la recherche d&#39;apparaître en raison du <a href="http://bugs.mysql.com/bug.php?id=41156">bogue 41156</a>. Veuillez mettre à jour MySQL en une version plus récente (au moins en v.5.2).

source: Settings imported
fr_fr: Réglages importés

source: Any
fr_fr: Tout

source: Invalid settings.
fr_fr: Réglages non valides.

source: SearchWP Frequent (Every five minutes until initial index is built)
fr_fr: Fréquence de SearchWP (toutes les cinq minutes jusqu&#39;à ce que l'index de base soit construit)

source: SearchWP File Content
fr_fr: Contenu du fichier SearchWP

source: The content below will be indexed for this file. If you are experiencing unexpected search results, ensure accuracy here.
fr_fr: Le contenu ci-dessous sera indexé pour ce fichier. Si vous rencontrez des résultats de recherche inattendus, vérifier leur exactitude ici.

source: Only plain text files, PDFs, and office documents are supported at this time.
fr_fr: Uniquement les fichiers au format texte, PDFs, et documents office sont pris en charge pour le moment.

source: Indexed PDF Metadata
fr_fr: Métadonnées PDF indéxées

source: Key
fr_fr: Clé

source: Value
fr_fr: Valeur

source: Media
fr_fr: Média

source: These values add weight to results.<br /><br />A weight of 1 is neutral<br />Between 0 &amp; 1 lowers result weight<br />Over 1 increases result weight<br />Zero omits the result<br /><span class="searchwp-weight-warning">-1 excludes matches</span>
fr_fr: Ces valeurs ajoutent du poids aux résultats. <br /><br /> Un poids de 1 est neutre<br />Entre 0 et 1 baisse le poids du résultat<br /> Plus de 1 augmente le poids du résultat<br />Zéro omet le résultat<br /> <span class="searchwp-weight-warning">-1 Exclut les correspondances</span>

source: Applicable entries
fr_fr: Entrées en vigueur

source: Content Type
fr_fr: Type de contenu

source: Weight
fr_fr: Poids

source: Content
fr_fr: Contenu

source: Slug
fr_fr: Identifiant

source: Excerpt
fr_fr: Extrait

source: Caption
fr_fr: Légende

source: Comments
fr_fr: Commentaires

source: Document (PDF) content (when applicable)
fr_fr: Contenu de document (PDF) (lorsque applicable)

source: PDF metadata (when applicable)
fr_fr: Métadonnées PDF (lorsque applicable)

source: Custom Fields
fr_fr: Champs personnalisés

source: Add Custom Field
fr_fr: Ajouter un champ personnalisé

source: Include Custom Field data in search results. Meta values do not need to be plain strings, available keywords in metadata are extracted and indexed.
fr_fr: Inclure les données des champs personnalisés dans les résultats de recherche. Les valeurs des méta ne doivent pas être des chaînes simples, les mots-clés disponibles dans les métadonnées sont extraits et indexés.

source: Exclude IDs:
fr_fr: IDs exclues :

source: Comma separated IDs
fr_fr: IDs séparées par des virgules

source: Comma separated post IDs. Will be excluded entirely, even if attributed to.
fr_fr: IDs des articles séparées par des virgules. Seront entièrement exclus, même s'ils sont attribués.

source: Exclude %s:
fr_fr: Exclure %s :

source: Leave blank to omit
fr_fr: Laissez vide pour passer

source: Entries with these will be excluded entirely, even if attributed to.
fr_fr: Les entrées saisies ici seront totalement excluses, même si elles sont attribuées.

source: Limit File Type(s) to
fr_fr: Limiter les types de fichier à

source: All Documents
fr_fr: Tous les documents

source: Plain Text
fr_fr: Texte brut

source: Video
fr_fr: Vidéo

source: If populated, Media results will be limited to these Media types
fr_fr: Si rempli, les résultats des médias seront limités à ces types de médias.

source: Attribute post parent
fr_fr: Attribut de l'article parent

source: Enabled
fr_fr: Activé

source: When enabled, search weights will be applied to the post parent, not the post GUID
fr_fr: Si activé, le poids de la recherche sera appliqué à l'article parent, pas à l'article GUID

source: Attribute search results to
fr_fr: Attribuer les résultats de recherche à

source: Single post ID
fr_fr: ID d'article unique

source: <strong>Expects single post ID</strong><br/>If permalinks for this post type should not be included in search results, you can have it's search weight count toward another post ID.
fr_fr: <strong>Attend une ID d'article unique</strong><br/>Si les permaliens pour ce type d'article ne doivent pas être inclus dans les résultats des recherches, vous pouvez modifier son poids de recherche.

source: Use keyword stem
fr_fr: Utiliser la racine du mot-clé

source: <em>May increase search latency</em><br />For example: when enabled, searches for <strong>run</strong> and <strong>running</strong> will generate the same results. When disabled, results may be different.
fr_fr: <em>Cela peut augmenter la latence de la recherche</em><br>Par exemple : lorsque activé, les recherches pour <strong>courir</strong> et <strong>course</strong> produiront les mêmes résultats. Lorsque désactivé, les résultats peuvent être différents.

source: Remove
fr_fr: Supprimer

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
fr_fr: Une nouvelle version de %1$s est disponible. <a target="_blank" class="thickbox" href="%2$s">Afficher les détails de la version %3$s</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
fr_fr: Une nouvelle version de %1$s est disponible. <a target="_blank" class="thickbox" href="%2$s">Afficher les détails de la version %3$s</a> ou <a href="%4$s">mettre à jour automatiquement</a>.

source: You do not have permission to install plugin updates
fr_fr: Vous n&rsquo;avez pas les droits suffisants pour installer les mises à jour de l'extension.

source: Error
fr_fr: Erreur
